<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    
    <title>茉莉香片 | Wwh&#39;s World</title>
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    
        <meta name="keywords" content="" />
    
    <meta name="description" content="&amp;#x611F;&amp;#x89C9;&amp;#x8D8A;&amp;#x6765;&amp;#x8D8A;&amp;#x6587;&amp;#x827A;&amp;#x5C0F;&amp;#x8D44;&amp;#x4E86;&amp;#xFF0C;&amp;#x4E00;&amp;#x65F6;&amp;#x60F3;&amp;#x4E0D;&amp;#x5F00;&amp;#x5199;&amp;#x5199;&amp;#x8BFB;&amp;#x4E66;&amp;#x7B14;&amp;#x8BB0;&amp;#x597D;&amp;#x4E86;&amp;#x3002;">
<meta property="og:type" content="article">
<meta property="og:title" content="茉莉香片">
<meta property="og:url" content="http://wuweihong.me/2016/07/20/jasmine/index.html">
<meta property="og:site_name" content="Wwh's World">
<meta property="og:description" content="&amp;#x611F;&amp;#x89C9;&amp;#x8D8A;&amp;#x6765;&amp;#x8D8A;&amp;#x6587;&amp;#x827A;&amp;#x5C0F;&amp;#x8D44;&amp;#x4E86;&amp;#xFF0C;&amp;#x4E00;&amp;#x65F6;&amp;#x60F3;&amp;#x4E0D;&amp;#x5F00;&amp;#x5199;&amp;#x5199;&amp;#x8BFB;&amp;#x4E66;&amp;#x7B14;&amp;#x8BB0;&amp;#x597D;&amp;#x4E86;&amp;#x3002;">
<meta property="og:image" content="http://oa6ukhh45.bkt.clouddn.com/16-7-21/74075845.jpg">
<meta property="og:updated_time" content="2016-07-23T16:58:26.022Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="茉莉香片">
<meta name="twitter:description" content="&amp;#x611F;&amp;#x89C9;&amp;#x8D8A;&amp;#x6765;&amp;#x8D8A;&amp;#x6587;&amp;#x827A;&amp;#x5C0F;&amp;#x8D44;&amp;#x4E86;&amp;#xFF0C;&amp;#x4E00;&amp;#x65F6;&amp;#x60F3;&amp;#x4E0D;&amp;#x5F00;&amp;#x5199;&amp;#x5199;&amp;#x8BFB;&amp;#x4E66;&amp;#x7B14;&amp;#x8BB0;&amp;#x597D;&amp;#x4E86;&amp;#x3002;">
<meta name="twitter:image" content="http://oa6ukhh45.bkt.clouddn.com/16-7-21/74075845.jpg">
    

    

    
        <link rel="icon" href="/images/favicon.ico" />
    

    <link rel="stylesheet" href="/vendor/font-awesome/css/font-awesome.min.css">
    <link rel="stylesheet" href="/vendor/titillium-web/styles.css">
    <link rel="stylesheet" href="/vendor/source-code-pro/styles.css">

    <link rel="stylesheet" href="/css/style.css">

    <script src="/vendor/jquery/2.0.3/jquery.min.js"></script>
    
    
        <link rel="stylesheet" href="/vendor/fancybox/jquery.fancybox.css">
    
    
        <link rel="stylesheet" href="/vendor/scrollLoading/style.css">
    
    
    

</head>

<body>
    <div id="wrap">
        <header id="header">
    <div id="header-outer" class="outer">
        <div class="container">
            <div class="container-inner">
                <div id="header-title">
                    <h1 class="logo-wrap">
                        <a href="/" class="logo"></a>
                    </h1>
                    
                        <h2 class="subtitle-wrap">
                            <p class="subtitle">思行合一</p>
                        </h2>
                    
                </div>
                <div id="header-inner" class="nav-container">
                    <a id="main-nav-toggle" class="nav-icon fa fa-bars"></a>
                    <div class="nav-container-inner">
                        <ul id="main-nav">
                            
                                <li class="main-nav-list-item" >
                                    <a class="main-nav-list-link" href="/">主页</a>
                                </li>
                            
                                        <ul class="main-nav-list"><li class="main-nav-list-item"><a class="main-nav-list-link" href="/categories/个人看法/">个人看法</a></li><li class="main-nav-list-item"><a class="main-nav-list-link" href="/categories/杂/">杂</a></li><li class="main-nav-list-item"><a class="main-nav-list-link" href="/categories/读书笔记/">读书笔记</a></li></ul>
                                    
                                <li class="main-nav-list-item" >
                                    <a class="main-nav-list-link" href="/guestbook">留言</a>
                                </li>
                            
                        </ul>
                        <nav id="sub-nav">
                            <div id="search-form-wrap">

    <form class="search-form">
        <input type="text" class="ins-search-input search-form-input" placeholder="搜索" />
        <button type="submit" class="search-form-submit"></button>
    </form>
    <div class="ins-search">
    <div class="ins-search-mask"></div>
    <div class="ins-search-container">
        <div class="ins-input-wrapper">
            <input type="text" class="ins-search-input" placeholder="想要查找什么..." />
            <span class="ins-close ins-selectable"><i class="fa fa-times-circle"></i></span>
        </div>
        <div class="ins-section-wrapper">
            <div class="ins-section-container"></div>
        </div>
    </div>
</div>
<script>
(function (window) {
    var INSIGHT_CONFIG = {
        TRANSLATION: {
            POSTS: '文章',
            PAGES: '页面',
            CATEGORIES: '分类',
            TAGS: '标签',
            UNTITLED: '(未命名)',
        },
        ROOT_URL: '/',
        CONTENT_URL: '/content.json',
    };
    window.INSIGHT_CONFIG = INSIGHT_CONFIG;
})(window);
</script>
<script src="/js/insight.js"></script>

</div>
                        </nav>
                    </div>
                </div>
            </div>
        </div>
    </div>
</header>
        <div class="container">
            <div class="main-body container-inner">
                <div class="main-body-inner">
                    <section id="main">
                        <div class="main-body-header">
    <h1 class="header">
    
    <a class="page-title-link" href="/categories/读书笔记/">读书笔记</a>
    </h1>
</div>
                        <div class="main-body-content">
                            <article id="post-jasmine" class="article article-single article-type-post" itemscope itemprop="blogPost">
    <div class="article-inner">
        
            <header class="article-header">
                
    
        <h1 class="article-title" itemprop="name">
        茉莉香片
        </h1>
    

            </header>
        
        
            <div class="article-subtitle">
                <a href="/2016/07/20/jasmine/" class="article-date">
    <time datetime="2016-07-20T15:21:21.649Z" itemprop="datePublished">2016-07-20</time>
</a>
                
            </div>
        
        <div class="article-entry" itemprop="articleBody">
            <p><img src="http://oa6ukhh45.bkt.clouddn.com/16-7-21/74075845.jpg" alt=""><br>&#x611F;&#x89C9;&#x8D8A;&#x6765;&#x8D8A;&#x6587;&#x827A;&#x5C0F;&#x8D44;&#x4E86;&#xFF0C;&#x4E00;&#x65F6;&#x60F3;&#x4E0D;&#x5F00;&#x5199;&#x5199;&#x8BFB;&#x4E66;&#x7B14;&#x8BB0;&#x597D;&#x4E86;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x627E;&#x4EC0;&#x4E48;&#x56FE;&#x7247;&#x597D;&#xFF0C;&#x60F3;&#x4E86;&#x60F3;&#x5C31;&#x7528;&#x300A;&#x4F20;&#x5947;&#x300B;&#x7684;&#x5C01;&#x9762;&#x5427;&#x3002;&#x8309;&#x8389;&#x9999;&#x7247;&#x662F;&#x5F20;&#x7231;&#x73B2;&#x7684;&#x4E00;&#x7BC7;&#x5C0F;&#x8BF4;&#xFF0C;&#x6536;&#x5F55;&#x4E8E;&#x300A;&#x4F20;&#x5947;&#x300B;&#x4E2D;&#x3002;&#x8FD9;&#x4E00;&#x7BC7;&#x7B97;&#x770B;&#x5B8C;&#x4E4B;&#x540E;&#x611F;&#x89E6;&#x9887;&#x6DF1;&#x7684;&#x4E00;&#x7BC7;&#x4E86;&#xFF0C;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x611F;&#x60F3;&#xFF0C;&#x518D;&#x52A0;&#x4E0A;&#x4E00;&#x4E9B;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#x5E94;&#x8BE5;&#x80FD;&#x51D1;&#x51FA;&#x4E00;&#x7BC7;&#x6765;&#x3002;<br><a id="more"></a></p>
<h2 id="&#x5185;&#x5BB9;"><a href="#&#x5185;&#x5BB9;" class="headerlink" title="&#x5185;&#x5BB9;"></a>&#x5185;&#x5BB9;</h2><p>&#x9996;&#x5148;&#x6709;&#x4E24;&#x4E2A;&#x4E0D;&#x600E;&#x4E48;&#x5927;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x4E2A;&#x53EB;&#x8042;&#x4F20;&#x5E86;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x53EB;&#x8A00;&#x4E39;&#x6731;&#x3002;&#x6709;&#x4E24;&#x4E2A;&#x5927;&#x4EBA;&#xFF0C;&#x4E00;&#x4E2A;&#x53EB;&#x51AF;&#x78A7;&#x843D;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x53EB;&#x8A00;&#x5B50;&#x591C;&#x3002;&#x51AF;&#x78A7;&#x843D;&#x662F;&#x8042;&#x4F20;&#x5E86;&#x7684;&#x751F;&#x6BCD;&#xFF0C;&#x5728;&#x8042;&#x4F20;&#x5E86;&#x56DB;&#x5C81;&#x7684;&#x65F6;&#x5019;&#x53BB;&#x4E16;&#x4E86;&#xFF0C;&#x8A00;&#x5B50;&#x591C;&#x662F;&#x8A00;&#x4E39;&#x6731;&#x7684;&#x7236;&#x4EB2;&#xFF0C;&#x5927;&#x5B66;&#x6559;&#x6388;&#x3002;&#x7136;&#x540E;&#x5728;&#x5F88;&#x4E45;&#x4EE5;&#x524D;&#xFF0C;&#x51AF;&#x78A7;&#x843D;&#x5DEE;&#x70B9;&#x5AC1;&#x7ED9;&#x4E86;&#x8A00;&#x5B50;&#x591C;&#xFF0C;&#x6CA1;&#x6709;&#x5AC1;&#x7684;&#x539F;&#x56E0;&#x662F;&#x56E0;&#x4E3A;&#x8A00;&#x5B50;&#x591C;&#x662F;&#x8BFB;&#x4E66;&#x4EBA;&#xFF0C;&#x6CA1;&#x94B1;&#xFF08;&#x8FD8;&#x662F;&#x8981;&#x597D;&#x597D;&#x8BFB;&#x4E66;&#xFF09;&#x3002;&#x8A00;&#x4E39;&#x6731;&#x8FC7;&#x7740;&#x5F88;&#x597D;&#x7684;&#x751F;&#x6D3B;&#xFF08;&#x6240;&#x4EE5;&#x8981;&#x597D;&#x597D;&#x8BFB;&#x4E66;&#xFF09;&#xFF0C;&#x540C;&#x65F6;&#x8042;&#x4F20;&#x5E86;&#x5BF9;&#x73B0;&#x6709;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x5BF9;&#x4ED6;&#x7236;&#x4EB2;&#x5F88;&#x4E0D;&#x6EE1;&#x3002;&#x800C;&#x5F53;&#x4ED6;&#x77E5;&#x9053;&#x4ED6;&#x6BCD;&#x4EB2;&#x5DEE;&#x70B9;&#x5AC1;&#x7ED9;&#x8A00;&#x5B50;&#x591C;&#x4E4B;&#x540E;&#xFF0C;&#x8FD9;&#x79CD;&#x4E0D;&#x6EE1;&#x60C5;&#x7EEA;&#x5230;&#x8FBE;&#x4E86;&#x9876;&#x5CF0;&#xFF0C;&#x4ED6;&#x5F00;&#x59CB;&#x89C9;&#x5F97;&#xFF0C;&#x5982;&#x679C;&#x4ED6;&#x6BCD;&#x4EB2;&#x5F53;&#x521D;&#x5AC1;&#x4E86;&#xFF0C;&#x4ED6;&#x4E00;&#x5B9A;&#x80FD;&#x6BD4;&#x73B0;&#x5728;&#x7684;&#x8A00;&#x4E39;&#x6731;&#x505A;&#x7684;&#x66F4;&#x597D;&#x3002;&#x6362;&#x8A00;&#x4E4B;&#xFF0C;&#x5C31;&#x662F;&#x4ED6;&#x89C9;&#x5F97;&#x4ED6;&#x201C;&#x672C;&#x6765;&#x201D;&#x5E94;&#x8BE5;&#x62E5;&#x6709;&#x66F4;&#x597D;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x66F4;&#x597D;&#x7684;&#x547D;&#x8FD0;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x8A00;&#x4E39;&#x6731;&#x5374;&#x5F88;&#x559C;&#x6B22;&#x8042;&#x4F20;&#x5E86;&#xFF0C;&#x60F3;&#x5E2E;&#x52A9;&#x4ED6;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x5374;&#x66F4;&#x52A0;&#x91CD;&#x4E86;&#x8042;&#x4F20;&#x5E86;&#x5FC3;&#x4E2D;&#x7684;&#x4E0D;&#x6EE1;&#x3002;&#x6240;&#x4EE5;&#x8042;&#x4F20;&#x5E86;&#x5C31;&#x51B3;&#x5B9A;&#x62A5;&#x590D;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x62A5;&#x590D;&#x7684;&#x5C31;&#x662F;&#x8A00;&#x4E39;&#x6731;&#xFF0C;&#x5979;&#x5DEE;&#x70B9;&#x88AB;&#x6253;&#x6B7B;&#x4F46;&#x662F;&#x6CA1;&#x6709;&#x6B7B;&#xFF0C;&#x7136;&#x540E;&#x5C0F;&#x8BF4;&#x5C31;&#x7ED3;&#x675F;&#x4E86;&#x3002;</p>
<h2 id="&#x547D;&#x8FD0;"><a href="#&#x547D;&#x8FD0;" class="headerlink" title="&#x547D;&#x8FD0;"></a>&#x547D;&#x8FD0;</h2><h3 id="&#x51FA;&#x751F;"><a href="#&#x51FA;&#x751F;" class="headerlink" title="&#x51FA;&#x751F;"></a>&#x51FA;&#x751F;</h3><p>&#x8BFB;&#x8FD9;&#x4E00;&#x7BC7;&#x5C0F;&#x8BF4;&#xFF0C;&#x9996;&#x5148;&#x60F3;&#x5230;&#x7684;&#x5C31;&#x662F;&#x547D;&#x8FD0;&#x3002;&#x4E2A;&#x4EBA;&#x6765;&#x770B;&#xFF0C;&#x59D1;&#x4E14;&#x628A;&#x547D;&#x8FD0;&#x5B9A;&#x4E49;&#x4E3A;&#x4E0D;&#x80FD;&#x7531;&#x4E3B;&#x89C2;&#x6539;&#x53D8;&#x7684;&#x4E8B;&#x7269;&#x3002;&#x5C31;&#x5C0F;&#x8BF4;&#x6765;&#x770B;&#xFF0C;&#x547D;&#x8FD0;&#x5C31;&#x662F;&#x51FA;&#x751F;&#x3002;&#x4F60;&#x65E0;&#x6CD5;&#x9009;&#x62E9;&#x4F60;&#x7684;&#x51FA;&#x751F;&#x548C;&#x5C0F;&#x65F6;&#x5019;&#x7684;&#x6210;&#x957F;&#x8F68;&#x8FF9;&#xFF0C;&#x5728;&#x6210;&#x957F;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E00;&#x6B65;&#x6B65;&#x7684;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x6D3B;&#x4ECE;&#x7236;&#x6BCD;&#x624B;&#x4E2D;&#x63A5;&#x8FC7;&#x6765;&#x3002;&#x8042;&#x4F20;&#x5E86;&#x5BF9;&#x4E8E;&#x7236;&#x4EB2;&#x4E0E;&#x751F;&#x6D3B;&#x7684;&#x4E0D;&#x6EE1;&#xFF0C;&#x88AB;&#x4ED6;&#x81EA;&#x5DF1;&#x5F52;&#x7ED3;&#x5230;&#x4E86;&#x56E0;&#x4E3A;&#x6BCD;&#x4EB2;&#x51AF;&#x78A7;&#x843D;&#x6CA1;&#x6709;&#x5AC1;&#x7ED9;&#x8A00;&#x5B50;&#x591C;&#x800C;&#x5AC1;&#x7ED9;&#x4E86;&#x73B0;&#x5728;&#x7684;&#x751F;&#x7236;&#x3002;&#x4E5F;&#x56E0;&#x6B64;&#xFF0C;&#x7531;&#x4E8E;&#x4E00;&#x4E2A;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#x7684;&#x539F;&#x56E0;&#x6240;&#x4EA7;&#x751F;&#x7684;&#x95EE;&#x9898;&#x81EA;&#x7136;&#x4E5F;&#x65E0;&#x6CD5;&#x89E3;&#x51B3;&#xFF0C;&#x8042;&#x4F20;&#x5E86;&#x4E5F;&#x8D8A;&#x6765;&#x8D8A;&#x626D;&#x66F2;&#x4E0E;&#x75C5;&#x6001;&#xFF0C;&#x76F4;&#x81F3;&#x8D70;&#x5411;&#x6781;&#x7AEF;&#x3002;</p>
<p>&#x81F3;&#x5C11;&#x4ECE;&#x6587;&#x4E2D;&#x770B;&#xFF0C;&#x8042;&#x4F20;&#x5E86;&#x7684;&#x6240;&#x8C13;&#x547D;&#x8FD0;&#x662F;&#x6709;&#x70B9;&#x6ED1;&#x7A3D;&#x7684;&#x3002;&#x5982;&#x679C;&#x5F53;&#x521D;&#x5979;&#x6BCD;&#x4EB2;&#x5AC1;&#x7ED9;&#x4E86;&#x8A00;&#x5B50;&#x591C;&#xFF0C;&#x90A3;&#x4E48;&#x4E16;&#x754C;&#x4E0A;&#x4E5F;&#x4E0D;&#x4F1A;&#x6709;&#x8042;&#x4F20;&#x5E86;&#xFF0C;&#x800C;&#x4F1A;&#x591A;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4EBA;&#x3002;&#x8FD9;&#x4E2A;&#x4EBA;&#x7684;&#x601D;&#x60F3;&#x4E0E;&#x8EAB;&#x4F53;&#x90FD;&#x662F;&#x4E0E;&#x8042;&#x4F20;&#x5E86;&#x6BEB;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x3002;&#x7B80;&#x8A00;&#x4E4B;&#x5C31;&#x662F;&#x5982;&#x679C;&#x90A3;&#x6837;&#xFF0C;&#x90A3;&#x4E2A;&#x4EBA;&#x4E5F;&#x4E0D;&#x4F1A;&#x662F;&#x4ED6;&#x3002;&#x8042;&#x4F20;&#x5E86;&#x4F1A;&#x90A3;&#x6837;&#x60F3;&#x65E0;&#x975E;&#x5C31;&#x662F;&#x8981;&#x4E3A;&#x81EA;&#x5DF1;&#x5BF9;&#x751F;&#x6D3B;&#x7684;&#x4E0D;&#x6EE1;&#x627E;&#x4E00;&#x4E2A;&#x501F;&#x53E3;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x4E00;&#x4E2A;&#x4F9D;&#x6258;&#x7F62;&#xFF0C;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x601D;&#x60F3;&#x5F3A;&#x884C;&#x63A5;&#x5165;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x547D;&#x8FD0;&#x3002;&#x66F4;&#x8BE6;&#x7EC6;&#x4E00;&#x70B9;&#xFF0C;&#x4ED6;&#x6240;&#x60F3;&#x7684;&#x662F;&#x4EE5;&#x4ED6;&#x73B0;&#x5728;&#x7684;&#x601D;&#x60F3;&#x72B6;&#x6001;&#xFF0C;&#x91CD;&#x65B0;&#x56DE;&#x5230;&#x8FC7;&#x53BB;&#xFF0C;&#x52A0;&#x4E0A;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x5916;&#x90E8;&#x73AF;&#x5883;&#xFF0C;&#x6765;&#x91CD;&#x5851;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x7684;&#x4EBA;&#x751F;&#x3002;&#x800C;&#x4E0D;&#x662F;&#x5355;&#x7EAF;&#x7684;&#x60F3;&#x8981;&#x56DE;&#x5230;&#x8FC7;&#x53BB;&#x7684;&#x5982;&#x679C;&#x3002;</p>
<h3 id="&#x8F68;&#x8FF9;"><a href="#&#x8F68;&#x8FF9;" class="headerlink" title="&#x8F68;&#x8FF9;"></a>&#x8F68;&#x8FF9;</h3><p>&#x5F15;&#x7528;&#x4E00;&#x53E5;&#x8BDD;&#xFF1A;</p>
<blockquote>
<p>&#x4F60;&#x73B0;&#x5728;&#x7684;&#x6C14;&#x8D28;&#x91CC;&#xFF0C;&#x85CF;&#x7740;&#x4F60;&#x8D70;&#x8FC7;&#x7684;&#x8DEF;&#xFF0C;&#x8BFB;&#x8FC7;&#x7684;&#x4E66;&#x548C;&#x7231;&#x8FC7;&#x7684;&#x4EBA;&#x3002;</p>
</blockquote>
<p>&#x73B0;&#x5728;&#x7684;&#x4F60;&#x4E4B;&#x6240;&#x4EE5;&#x4F1A;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x548C;&#x8EAB;&#x8FB9;&#x7684;&#x73AF;&#x5883;&#x90FD;&#x662F;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x3002;&#x66FE;&#x7ECF;&#x81EA;&#x5DF1;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#x8FC7;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6BD4;&#x5982;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x4ECE;&#x5C0F;&#x5C31;&#x7ECF;&#x5386;&#x4E86;&#x548C;&#x4F60;&#x5B8C;&#x5168;&#x4E00;&#x6837;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x4F1A;&#x548C;&#x4F60;&#x6709;&#x51E0;&#x5206;&#x76F8;&#x4F3C;&#x5462;&#x3002;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x8F68;&#x8FF9;&#x5851;&#x9020;&#x4E86;&#x6BCF;&#x4E2A;&#x4EBA;&#x3002;&#x5982;&#x679C;&#xFF0C;&#x4ECE;&#x5C0F;&#x88AB;&#x6254;&#x5230;&#x4E86;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x73AF;&#x5883;&#x957F;&#x5927;&#xFF0C;&#x90A3;&#x4E48;&#x90A3;&#x6837;&#x7684;&#x4F60;&#x4E5F;&#x4E0D;&#x4F1A;&#x548C;&#x73B0;&#x5728;&#x7684;&#x4F60;&#x6709;&#x4E00;&#x6837;&#x7684;&#x601D;&#x60F3;&#x72B6;&#x6001;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x751F;&#x6D3B;&#x8F68;&#x8FF9;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x5BF9;&#x81EA;&#x5DF1;&#x6765;&#x8BB2;&#xFF0C;&#x524D;&#x671F;&#x662F;&#x5076;&#x7136;&#xFF0C;&#x540E;&#x671F;&#x5C31;&#x662F;&#x5FC5;&#x7136;&#x3002;&#x4E5F;&#x5927;&#x6982;&#xFF0C;&#x5728;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x751F;&#x6D3B;&#x8F68;&#x8FF9;&#x5C31;&#x5F00;&#x59CB;&#x8F6C;&#x624B;&#x5230;&#x4E86;&#x81EA;&#x5DF1;&#x624B;&#x91CC;&#x3002;&#x4ECE;&#x8042;&#x4F20;&#x5E86;&#x6765;&#x8BB2;&#xFF0C;&#x5F53;&#x4ED6;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x5BF9;&#x73B0;&#x5728;&#x751F;&#x6D3B;&#x4E0D;&#x6EE1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x6765;&#x6539;&#x53D8;&#x3002;&#x800C;&#x4ED6;&#x6CA1;&#x6709;&#x9009;&#x62E9;&#x6539;&#x53D8;&#xFF0C;&#x5219;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x61E6;&#x5F31;&#x3002;&#x4ED6;&#x61E6;&#x5F31;&#x7684;&#x6027;&#x683C;&#xFF0C;&#x53C8;&#x6765;&#x6E90;&#x4E8E;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x957F;&#x73AF;&#x5883;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4ECE;&#x4E0A;&#x9762;&#x770B;&#xFF0C;&#x5982;&#x679C;&#x771F;&#x8981;&#x6539;&#x53D8;&#x7684;&#x8BDD;&#xFF0C;&#x9996;&#x5148;&#x8981;&#x6539;&#x53D8;&#x7684;&#x662F;&#x81EA;&#x5DF1;&#xFF0C;&#x80FD;&#x6539;&#x53D8;&#x7684;&#x4E5F;&#x53EA;&#x6709;&#x81EA;&#x5DF1;&#xFF0C;&#x6539;&#x6389;&#x61E6;&#x5F31;&#x7684;&#x6027;&#x683C;&#x3002;</p>
<h2 id="&#x611F;&#x60F3;"><a href="#&#x611F;&#x60F3;" class="headerlink" title="&#x611F;&#x60F3;"></a>&#x611F;&#x60F3;</h2><p>&#x73AF;&#x5883;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x5F71;&#x54CD;&#x7684;&#x53EA;&#x662F;&#x7EDF;&#x8BA1;&#x5B66;&#x7684;&#x6570;&#x5B57;&#xFF0C;&#x662F;&#x5927;&#x6570;&#x636E;&#x3002;&#x5404;&#x884C;&#x5404;&#x4E1A;&#x90FD;&#x6709;&#x51FA;&#x5F69;&#x7684;&#x4EBA;&#xFF0C;&#x4E0D;&#x8981;&#x56E0;&#x4E3A;&#x73AF;&#x5883;&#x4E0D;&#x597D;&#x5C31;&#x5426;&#x5B9A;&#x81EA;&#x5DF1;&#x3002;&#x5F53;&#x7136;&#x4E5F;&#x4E0D;&#x662F;&#x8BF4;&#x4E00;&#x5B9A;&#x8981;&#x5728;&#x8FD9;&#x4E2A;&#x73AF;&#x5883;&#x91CC;&#x505A;&#x5230;&#x9876;&#x5C16;&#x3002;</p>
<p>&#x5173;&#x6CE8;&#x73AF;&#x5883;&#xFF0C;&#x4F46;&#x522B;&#x5FFD;&#x89C6;&#x81EA;&#x5DF1;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x601D;&#x884C;&#x5408;&#x4E00;&#xFF0C;&#x8BF4;&#x5230;&#x505A;&#x5230;&#x3002;</p>
<h2 id="&#x8B66;&#x9192;"><a href="#&#x8B66;&#x9192;" class="headerlink" title="&#x8B66;&#x9192;"></a>&#x8B66;&#x9192;</h2><p>&#x5FC3;&#x75C5;&#x731B;&#x4E8E;&#x864E;&#x3002;</p>

        </div>
        <footer class="article-footer">
            



    <a data-url="http://wuweihong.me/2016/07/20/jasmine/" data-id="ciqzgem3p000538r4cj1g0794" class="article-share-link"><i class="fa fa-share"></i>分享到</a>
<script>
    (function ($) {
        $('body').on('click', function() {
            $('.article-share-box.on').removeClass('on');
        }).on('click', '.article-share-link', function(e) {
            e.stopPropagation();

            var $this = $(this),
                url = $this.attr('data-url'),
                encodedUrl = encodeURIComponent(url),
                id = 'article-share-box-' + $this.attr('data-id'),
                offset = $this.offset(),
                box;

            if ($('#' + id).length) {
                box = $('#' + id);

                if (box.hasClass('on')){
                    box.removeClass('on');
                    return;
                }
            } else {
                var html = [
                    '<div id="' + id + '" class="article-share-box">',
                        '<input class="article-share-input" value="' + url + '">',
                        '<div class="article-share-links">',
                            '<a href="https://twitter.com/intent/tweet?url=' + encodedUrl + '" class="article-share-twitter" target="_blank" title="Twitter"></a>',
                            '<a href="https://www.facebook.com/sharer.php?u=' + encodedUrl + '" class="article-share-facebook" target="_blank" title="Facebook"></a>',
                            '<a href="http://pinterest.com/pin/create/button/?url=' + encodedUrl + '" class="article-share-pinterest" target="_blank" title="Pinterest"></a>',
                            '<a href="https://plus.google.com/share?url=' + encodedUrl + '" class="article-share-google" target="_blank" title="Google+"></a>',
                        '</div>',
                    '</div>'
                ].join('');

              box = $(html);

              $('body').append(box);
            }

            $('.article-share-box.on').hide();

            box.css({
                top: offset.top + 25,
                left: offset.left
            }).addClass('on');

        }).on('click', '.article-share-box', function (e) {
            e.stopPropagation();
        }).on('click', '.article-share-box-input', function () {
            $(this).select();
        }).on('click', '.article-share-box-link', function (e) {
            e.preventDefault();
            e.stopPropagation();

            window.open(this.href, 'article-share-box-window-' + Date.now(), 'width=500,height=450');
        });
    })(jQuery);
</script>

        </footer>
    </div>
</article>

    <section id="comments">
    
        
    <div class="ds-thread" data-thread-key="2016/07/20/jasmine/" data-title="茉莉香片" data-url="http://wuweihong.me/2016/07/20/jasmine/"></div>
    <style>
        #ds-thread #ds-reset .ds-textarea-wrapper {
            background: none;
        }
        #ds-reset .ds-avatar img {
            box-shadow: none;
        }
        #ds-reset .ds-gradient-bg {
            background: #f7f7f7;
        }
        #ds-thread #ds-reset li.ds-tab a {
            border-radius: 3px;
        }
        #ds-thread #ds-reset .ds-post-button {
            color: white;
            border: none;
            box-shadow: none;
            background: #d32;
            text-shadow: none;
            font-weight: normal;
            font-family: 'Microsoft Yahei';
        }
        #ds-thread #ds-reset .ds-post-button:hover {
            color: white;
            background: #DE594C;
        }
        #ds-thread #ds-reset .ds-post-button:active {
            background: #d32;
        }
        #ds-smilies-tooltip ul.ds-smilies-tabs li a.ds-current {
            color: white;
            background: #d32;
            box-shadow: none;
            text-shadow: none;
            font-weight: normal;
        }
    </style>

    
    </section>

                        </div>
                    </section>
                    <aside id="sidebar">
    <a class="sidebar-toggle" title="Expand Sidebar"><i class="toggle icon"></i></a>
    <div class="sidebar-top">
        <p>关注我 :</p>
        <ul class="social-links">
            
                
                <li>
                    <a class="social-tooltip" title="weibo" href="http://weibo.com/u/5171270903/home?wvr=5" target="_blank">
                        <i class="icon fa fa-weibo"></i>
                    </a>
                </li>
                
            
                
                <li>
                    <a class="social-tooltip" title="github" href="https://github.com/Laraltair" target="_blank">
                        <i class="icon fa fa-github"></i>
                    </a>
                </li>
                
            
                
                <li>
                    <a class="social-tooltip" title="twitter" href="https://twitter.com/wuwzhs" target="_blank">
                        <i class="icon fa fa-twitter"></i>
                    </a>
                </li>
                
            
                
                <li>
                    <a class="social-tooltip" title="facebook" href="/" target="_blank">
                        <i class="icon fa fa-facebook"></i>
                    </a>
                </li>
                
            
                
                <li>
                    <a class="social-tooltip" title="rss" href="/" target="_blank">
                        <i class="icon fa fa-rss"></i>
                    </a>
                </li>
                
            
        </ul>
    </div>
    
        
<nav id="article-nav">
    
        <a href="/2016/07/24/read-start/" id="article-nav-newer" class="article-nav-link-wrap">
        <strong class="article-nav-caption">下一篇</strong>
        <p class="article-nav-title">
        
            读书笔记开题记
        
        </p>
        <i class="icon fa fa-chevron-right" id="icon-chevron-right"></i>
    </a>
    
    
        <a href="/2016/07/14/godfather/" id="article-nav-older" class="article-nav-link-wrap">
        <strong class="article-nav-caption">上一篇</strong>
        <p class="article-nav-title">教父</p>
        <i class="icon fa fa-chevron-left" id="icon-chevron-left"></i>
        </a>
    
</nav>

    
    <div class="widgets-container">
        
            
                
    <div class="widget-wrap">
        <h3 class="widget-title">最新文章</h3>
        <div class="widget">
            <ul id="recent-post" class="">
                
                    <li>
                        
                        <div class="item-thumbnail">
                            <a href="/2016/07/24/read-start/" class="thumbnail">
    
    
        <span style="background-image:url(http://oa6ukhh45.bkt.clouddn.com/16-7-24/83004012.jpg)" alt="读书笔记开题记" class="thumbnail-image"></span>
    
    
</a>

                        </div>
                        
                        <div class="item-inner">
                            <p class="item-category"><a class="article-category-link" href="/categories/杂/">杂</a></p>
                            <p class="item-title"><a href="/2016/07/24/read-start/" class="title">读书笔记开题记</a></p>
                            <p class="item-date"><time datetime="2016-07-23T17:00:37.453Z" itemprop="datePublished">2016-07-24</time></p>
                        </div>
                    </li>
                
                    <li>
                        
                        <div class="item-thumbnail">
                            <a href="/2016/07/20/jasmine/" class="thumbnail">
    
    
        <span style="background-image:url(http://oa6ukhh45.bkt.clouddn.com/16-7-21/74075845.jpg)" alt="茉莉香片" class="thumbnail-image"></span>
    
    
</a>

                        </div>
                        
                        <div class="item-inner">
                            <p class="item-category"><a class="article-category-link" href="/categories/读书笔记/">读书笔记</a></p>
                            <p class="item-title"><a href="/2016/07/20/jasmine/" class="title">茉莉香片</a></p>
                            <p class="item-date"><time datetime="2016-07-20T15:21:21.649Z" itemprop="datePublished">2016-07-20</time></p>
                        </div>
                    </li>
                
                    <li>
                        
                        <div class="item-thumbnail">
                            <a href="/2016/07/14/godfather/" class="thumbnail">
    
    
        <span style="background-image:url(http://oa6ukhh45.bkt.clouddn.com/16-7-14/58620247.jpg)" alt="教父" class="thumbnail-image"></span>
    
    
</a>

                        </div>
                        
                        <div class="item-inner">
                            <p class="item-category"><a class="article-category-link" href="/categories/个人看法/">个人看法</a></p>
                            <p class="item-title"><a href="/2016/07/14/godfather/" class="title">教父</a></p>
                            <p class="item-date"><time datetime="2016-07-14T08:47:55.249Z" itemprop="datePublished">2016-07-14</time></p>
                        </div>
                    </li>
                
                    <li>
                        
                        <div class="item-thumbnail">
                            <a href="/2016/07/12/think-and-do/" class="thumbnail">
    
    
        <span style="background-image:url(http://oa6ukhh45.bkt.clouddn.com/16-7-12/16867601.jpg)" alt="关于副标题：思行合一" class="thumbnail-image"></span>
    
    
</a>

                        </div>
                        
                        <div class="item-inner">
                            <p class="item-category"><a class="article-category-link" href="/categories/个人看法/">个人看法</a></p>
                            <p class="item-title"><a href="/2016/07/12/think-and-do/" class="title">关于副标题：思行合一</a></p>
                            <p class="item-date"><time datetime="2016-07-12T09:07:26.552Z" itemprop="datePublished">2016-07-12</time></p>
                        </div>
                    </li>
                
                    <li>
                        
                        <div class="item-thumbnail">
                            <a href="/2016/07/11/build-blog/" class="thumbnail">
    
    
        <span style="background-image:url(http://oa6ukhh45.bkt.clouddn.com/16-7-12/952623.jpg)" alt="搭建好了博客" class="thumbnail-image"></span>
    
    
</a>

                        </div>
                        
                        <div class="item-inner">
                            <p class="item-category"><a class="article-category-link" href="/categories/杂/">杂</a></p>
                            <p class="item-title"><a href="/2016/07/11/build-blog/" class="title">搭建好了博客</a></p>
                            <p class="item-date"><time datetime="2016-07-11T04:21:06.059Z" itemprop="datePublished">2016-07-11</time></p>
                        </div>
                    </li>
                
            </ul>
        </div>
    </div>

            
                
    <div class="widget-wrap widget-list">
        <h3 class="widget-title">分类</h3>
        <div class="widget">
            <ul class="category-list"><li class="category-list-item"><a class="category-list-link" href="/categories/个人看法/">个人看法</a><span class="category-list-count">2</span></li><li class="category-list-item"><a class="category-list-link" href="/categories/杂/">杂</a><span class="category-list-count">2</span></li><li class="category-list-item"><a class="category-list-link" href="/categories/读书笔记/">读书笔记</a><span class="category-list-count">1</span></li></ul>
        </div>
    </div>


            
                
    <div class="widget-wrap widget-list">
        <h3 class="widget-title">归档</h3>
        <div class="widget">
            <ul class="archive-list"><li class="archive-list-item"><a class="archive-list-link" href="/archives/2016/07/">七月 2016</a><span class="archive-list-count">5</span></li></ul>
        </div>
    </div>


            
                

            
                

            
                
    <div class="widget-wrap widget-list">
        <h3 class="widget-title">链接</h3>
        <div class="widget">
            <ul>
                
                    <li>
                        <a href="http://czy.space">崔</a>
                    </li>
                
                    <li>
                        <a href="http://hansnow.me">波</a>
                    </li>
                
                    <li>
                        <a href="http://">神</a>
                    </li>
                
            </ul>
        </div>
    </div>


            
        
    </div>
</aside>
                </div>
            </div>
        </div>
        <footer id="footer">
    <div class="container">
        <div class="container-inner">
            <a id="back-to-top" href="javascript:;"><i class="icon fa fa-angle-up"></i></a>
            <div class="credit">
                <h1 class="logo-wrap">
                    <a href="/" class="logo"></a>
                </h1>
                <p>&copy; 2016 Wwh</p>
                <p>Powered by <a href="//hexo.io/" target="_blank">Hexo</a>. Theme by <a href="//github.com/ppoffice" target="_blank">PPOffice</a></p>
            </div>
        </div>
    </div>
</footer>
        
    
    <script type="text/javascript">
    var duoshuoQuery = {short_name:'wuweihong'};
    (function() {
    var ds = document.createElement('script');
    ds.type = 'text/javascript';ds.async = true;
    ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
    ds.charset = 'UTF-8';
    (document.getElementsByTagName('head')[0]
    || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
    </script>



    
        <script src="/vendor/fancybox/jquery.fancybox.pack.js"></script>
    

    
        <script src="/vendor/scrollLoading/jquery.scrollLoading.js"></script>
        <script src="/vendor/scrollLoading/main.js"></script>
    


<!-- Custom Scripts -->
<script src="/js/main.js"></script>

    </div>
</body>
</html>
